<title>Nautall - Política de Privacidad</title>

<h3><strong>Nautall - Pol&iacute;tica de Privacidad</strong></h3>
<p><em> &Uacute;ltima actualizaci&oacute;n: 19 de Octubre de 2020</em></p>

<p>En Nautall reconocemos que la privacidad es importante. Esta pol&iacute;tica ha sido creada para explicarle nuestras pr&aacute;cticas de privacidad en Nautall, de modo que entiendas que informaci&oacute;n sobre ti es recopilada y como es usada.</p>

<p>Al utilizar nuestra aplicaci&oacute;n, usted acepta los t&eacute;rminos y pr&aacute;cticas descritos en esta Pol&iacute;tica. Nos reservamos el derecho de cambiar, modificar o alterar esta pol&iacute;tica en cualquier momento. Usted ser&aacute; notificado de cualquier cambio, pero se recomienda consultar esta Pol&iacute;tica regularmente en caso de no recibir la notificaci&oacute;n.</p>

<p><strong>1. QUE TIPO DE INFORMACION RECOLECTAMOS</strong></p>
<p><span style="text-decoration: underline;"> Informaci&oacute;n Personal</span></p>
<p><em> Inicio de Sesi&oacute;n.</em> Para usted iniciar sesi&oacute;n en Nautall se requiere un usuario y contrase&ntilde;a del correo @nauta que ofrece <a href='http://www.etecsa.cu' target='blank'>ETECSA</a> a los usuarios de la telefon&iacute;a m&oacute;vil en Cuba.</p>
<p><span style="text-decoration: underline;">Informaci&oacute;n No Personal</span></p>
<p><em>Informaci&oacute;n de su dispositivo.</em> Cuando usted env&iacute;a un feedback, junto a su feedback se adosa la Versi&oacute;n de Android, Marca, Fabricante y el Modelo de su dispositivo.</p>
<p><em> Registro de logs.</em> El registro de logs es opcional. Este puede ser activado en Ajustes &gt; Depuraci&oacute;n.</p>

<p><strong>2. COMO USAMOS TU INFORMACION</strong></p>
<p><span style="text-decoration: underline;"> Informaci&oacute;n Personal</span></p>
<p><em> Inicio de Sesi&oacute;n.</em> El usuario y contrase&ntilde;a utilizados en el inicio de sesi&oacute;n, son encriptados y almacenados en tu dispositivo en la carpeta interna de datos de la aplicaci&oacute;n. Estos son utilizados &uacute;nica y exclusivamente para autenticarse con el servidor a la hora de enviar o recibir correos (nunca son enviados a servidores externos).</p>
<p><span style="text-decoration: underline;"> Informaci&oacute;n No Personal</span></p>
<p><em> Informaci&oacute;n de su dispositivo.</em> La informaci&oacute;n de su dispositivo adosada a un feedback es ser utilizada para corregir alg&uacute;n error que usted reporte a los desarrolladores.</p>
<p><em> Registro de logs.</em> El registro de logs aparte de ser opcional, solo se almacena en su dispositivo en la carpeta externa de datos de la aplicaci&oacute;n. Usted lo puede utilizar para copiar alg&uacute;n error arrojado por la aplicaci&oacute;n y envi&aacute;rselo a los desarrolladores.</p>

<p><strong> 3. PERMISOS DE APLICACI&Oacute;N</strong></p>
<p>Esta secci&oacute;n describe para que se usan los permisos con nivel de protecci&oacute;n peligroso en Nautall.</p>
<p><em>CALL_PHONE.</em> Usado cuando usted env&iacute;a una donaci&oacute;n de saldo de su dispositivo a los desarrolladores.</p>
<p>CAMERA. Usado para la captura de c&oacute;digos de barra y c&oacute;digos QR.</p>
<p><em>READ_EXTERNAL_STORAGE/WRITE_EXTERNAL_STORAGE.</em> Usado solamente por compatibilidad en dispositivos con versiones de Android 4.0 ya que la aplicaci&oacute;n no lee ni escribe fuera de sus carpetas de datos internas o externas.</p>

<p><strong> 4. CONTACTO</strong></p>
<p>Nos encantar&iacute;a escuchar sus preguntas, inquietudes y comentarios sobre esta pol&iacute;tica de privacidad. Si tiene sugerencias para nosotros, inf&oacute;rmenos en <a href="mailto:cobogames.soporte@gmail.com?subject=Nautall - Politica de Privacidad">cobogames.soporte@gmail.com</a><br> </p>